Repository: kenshin0413/FocusOrbit
Catalog: FocusOrbit/FocusOrbit/Localizable.xcstrings
Source language: ja
Languages: en

# action.end
source: 終了
en: End

# action.pause
source: 一時停止
en: Pause

# action.resume
source: 再開
en: Resume

# action.start_break
source: 休憩を開始
en: Start Break

# action.start_focus
source: 集中を始める
en: Start Focus

# chart.daily_focus
source: 直近7日間の集中時間
en: Focus time over the last 7 days

# chart.daily_focus.value
source: %1$@曜日 %2$lld分
en: %1$@ day %2$lld min

# chart.minutes_value
source: %lld分
en: %lld min

# chart.rating_count
source: %lld件
en: %lld ratings

# chart.rating_distribution
source: 集中評価の分布
en: Focus rating distribution

# chart.rating_distribution.value
source: %1$@ %2$lld件
en: %1$@ %2$lld ratings

# common.auto_started
source: 自動開始
en: Auto-started

# common.break
source: 休憩
en: Break

# common.cancel
source: キャンセル
en: Cancel

# common.completed
source: 完了
en: Completed

# common.confirm
source: 決定
en: Confirm

# common.continue
source: 続ける
en: Continue

# common.custom
source: カスタム
en: Custom

# common.destination
source: 目的地
en: Destination

# common.earth
source: 地球
en: Earth

# common.hours
source: 時間
en: Hours

# common.hours_value
source: %lld時間
en: %lld hr

# common.in_flight
source: 航行中
en: In transit

# common.interrupt
source: 中断する
en: Interrupt

# common.interrupted
source: 中断
en: Interrupted

# common.manual_started
source: 手動開始
en: Started manually

# common.minutes
source: 分
en: Minutes

# common.minutes_suffix
source: 分
en: min

# common.minutes_value
source: %lld分
en: %lld min

# common.not_reached
source: 未到達
en: Not reached

# common.pause
source: 一時停止
en: Pause

# common.play
source: 再生
en: Play

# common.reached
source: 到達済み
en: Reached

# common.recommended
source: おすすめ
en: Recommended

# common.resume
source: 再開
en: Resume

# common.return_home
source: ホームへ戻る
en: Return Home

# common.saved
source: 保存済み
en: Saved

# common.start
source: 開始
en: Start

# crew.completed_missions
source: 完了ミッション
en: Completed Missions

# crew.completed_missions.detail
source: 集中完了回数
en: Number of completed focus sessions

# crew.first_use_date
source: 初回利用日
en: First use date

# crew.next_destination
source: 次の到達: %@
en: Next arrival: %@

# crew.not_reached
source: 未到達
en: Not reached

# crew.remaining
source: 残り %@
en: Remaining %@

# crew.roadmap_stamps
source: ロードマップ到達スタンプ
en: Roadmap Arrival Stamps

# crew.roadmap_stamps.detail
source: 到達した惑星をクルーカードへ刻みます
en: Reached planets are engraved on your crew card

# crew.stamp.acquired
source: 到達スタンプ取得
en: Stamp earned

# crew.title
source: クルーカード
en: Crew Card

# crew.top_destination
source: 最も到達した目的地
en: Most reached destination

# crew.total_distance
source: 総航行距離
en: Total travel distance

# crew.total_focus
source: 累計 %@
en: Total %@

# crew.total_focus_time
source: 累計集中
en: Total Focus

# crew.total_focus_time.detail
source: 記録済み集中時間
en: Recorded focus time

# destination.accessibility_label
source: 目的地、%@
en: Destination, %@

# destination.accessibility_recommended
source: 現在の集中時間におすすめ
en: Recommended for the current focus duration

# destination.completed_count
source: ・到達 %lld回
en: • Reached %lld times

# destination.fast_mode
source: ・高速航行モード
en: • Fast travel mode

# destination.name.jupiter
source: 木星
en: Jupiter

# destination.name.mars
source: 火星
en: Mars

# destination.name.mercury
source: 水星
en: Mercury

# destination.name.moon
source: 月
en: Moon

# destination.name.neptune
source: 海王星
en: Neptune

# destination.name.pluto
source: 冥王星
en: Pluto

# destination.name.saturn
source: 土星
en: Saturn

# destination.name.station
source: 宇宙ステーション
en: Space Station

# destination.name.uranus
source: 天王星
en: Uranus

# destination.name.venus
source: 金星
en: Venus

# destination.recommendation
source: 推奨 %1$lld〜%2$lld分
en: Recommended %1$lld–%2$lld min

# destination.transit.jupiter.1
source: 火星軌道を通過
en: Passing Mars orbit

# destination.transit.jupiter.2
source: 小惑星帯を通過
en: Crossing the asteroid belt

# destination.transit.jupiter.3
source: 木星圏へ進入
en: Entering Jovian space

# destination.transit.mars.1
source: 月軌道を通過
en: Passing lunar orbit

# destination.transit.mars.2
source: 小惑星帯へ進入
en: Entering the asteroid belt

# destination.transit.mars.3
source: 火星軌道を確認
en: Mars orbital track confirmed

# destination.transit.mercury.1
source: 内惑星航路へ移行
en: Transferring to inner-planet route

# destination.transit.mercury.2
source: 太陽風を観測
en: Observing solar wind

# destination.transit.mercury.3
source: 水星周回軌道を確認
en: Mercury orbital track confirmed

# destination.transit.moon.1
source: 地球低軌道を離脱
en: Departing low Earth orbit

# destination.transit.moon.2
source: 月軌道へ進入
en: Entering lunar orbit

# destination.transit.moon.3
source: 月とのリンクを確立
en: Establishing lunar link

# destination.transit.neptune.1
source: 天王星軌道を通過
en: Passing Uranus orbit

# destination.transit.neptune.2
source: 太陽圏外縁へ接近
en: Approaching the outer heliosphere

# destination.transit.neptune.3
source: 海王星圏へ進入
en: Entering Neptunian space

# destination.transit.pluto.1
source: 海王星軌道を通過
en: Passing Neptune orbit

# destination.transit.pluto.2
source: カイパーベルトを巡航
en: Cruising the Kuiper belt

# destination.transit.pluto.3
source: 冥王星を視認
en: Pluto in visual range

# destination.transit.saturn.1
source: 小惑星帯を通過
en: Crossing the asteroid belt

# destination.transit.saturn.2
source: 木星を通過
en: Passing Jupiter

# destination.transit.saturn.3
source: 土星の環を確認
en: Saturn's rings confirmed

# destination.transit.station.1
source: ランデブー軌道へ移行
en: Transferring to rendezvous orbit

# destination.transit.station.2
source: ステーションを視認
en: Station in visual range

# destination.transit.station.3
source: ドッキング経路を確認
en: Docking approach confirmed

# destination.transit.uranus.1
source: 土星軌道を通過
en: Passing Saturn orbit

# destination.transit.uranus.2
source: 外惑星航路を巡航
en: Cruising the outer-planet route

# destination.transit.uranus.3
source: 天王星圏へ進入
en: Entering Uranian space

# destination.transit.venus.1
source: 内惑星航路へ移行
en: Transferring to inner-planet route

# destination.transit.venus.2
source: 金星の雲層を視認
en: Venus cloud layer in sight

# destination.transit.venus.3
source: 金星周回軌道へ進入
en: Entering Venus orbit

# display_mode.audio_only
source: 画面消灯・音のみ
en: Audio Only

# display_mode.cinematic
source: シネマティック
en: Cinematic

# display_mode.cockpit
source: コックピット
en: Cockpit

# display_mode.simple
source: シンプル
en: Simple

# duration_picker.accessibility_label
source: カスタム集中時間
en: Custom focus duration

# duration_picker.custom
source: カスタム時間
en: Custom Duration

# duration_picker.title
source: 集中時間を選択
en: Choose Focus Duration

# flight.arrival_eta
source: 到着予定
en: Arrival

# flight.arrival_time
source: 到着予定 %@
en: Arrival %@

# flight.continue
source: 航行を続ける
en: Continue Flight

# flight.earth_orbit
source: 地球軌道
en: Earth Orbit

# flight.elapsed_time
source: 経過時間
en: Elapsed

# flight.end_mission
source: このミッションを終了
en: End this mission

# flight.in_progress
source: %@へ航行中
en: Travelling to %@

# flight.interrupt.confirmation
source: 航行を中断しますか？
en: Interrupt this flight?

# flight.interrupt.detail
source: 現在の記録は未完了として保存されます
en: The current record will be saved as incomplete

# flight.pause
source: 航行を一時停止
en: Pause flight

# flight.pause_hint
source: 集中タイマーを一時停止します
en: Pause the focus timer

# flight.paused
source: 航行を一時停止中
en: Flight Paused

# flight.progress
source: 航行進捗
en: Flight progress

# flight.progress.accessibility_value
source: %1$@へ%2$lldパーセント、%3$@
en: %1$@ %2$lld percent, %3$@

# flight.remaining_distance
source: 残り距離
en: Remaining distance

# flight.remaining_distance.compact
source: %1$@まであと %2$@
en: %1$@ in %2$@

# flight.remaining_time
source: 残り時間
en: Remaining Time

# flight.remaining_time.accessibility_value
source: %1$@、到着予定 %2$@
en: %1$@, arrival %2$@

# flight.resume
source: 航行を再開
en: Resume flight

# flight.resume_hint
source: 集中タイマーを再開します
en: Resume the focus timer

# flight.status.normal
source: 航行状態 正常
en: Flight status normal

# focus_display_mode.accessibility_label
source: 表示モード、%@
en: Display mode, %@

# focus_rating.distracted
source: あまり集中できなかった
en: Distracted

# focus_rating.focused
source: 集中できた
en: Focused

# focus_rating.skipped
source: スキップ
en: Skipped

# focus_rating.somewhat
source: まあまあ集中できた
en: Somewhat Focused

# formatter.hours_minutes
source: %1$lld時間 %2$lld分
en: %1$lld hr %2$lld min

# formatter.minutes_only
source: %lld分
en: %lld min

# home.custom_focus.accessibility_hint
source: 集中内容、時間、目的地を設定します
en: Set the focus topic, duration, and destination

# home.custom_focus.accessibility_label
source: カスタム航行
en: Custom Flight

# home.custom_focus.cta
source: カスタム航行を設定
en: Set Up Custom Flight

# home.custom_focus.detail
source: 内容・時間・目的地を決めて、そのまま集中に入る
en: Choose the topic, duration, and destination, then begin focus

# home.custom_focus.free_config
source: 自由設定
en: Free setup

# home.custom_focus.launch_from_earth
source: 地球から出発
en: Launch from Earth

# home.custom_focus.previous_minutes
source: 前回%lld分
en: Last time %lld min

# home.custom_focus.title
source: カスタム航行
en: Custom Flight

# home.open_crew_card
source: クルーカードを開く
en: Open crew card

# home.repeat_last
source: 前回と同じ設定で開始
en: Start with Previous Settings

# home.roadmap.accessibility_label
source: 惑星ロードマップ
en: Planet Roadmap

# home.roadmap.accessibility_value
source: %1$@まで残り%2$@
en: %1$@ remaining %2$@

# home.roadmap.carry_over
source: 継続記録を反映
en: Carries over your cumulative record

# home.roadmap.complete
source: 太陽系ロードマップを完了しています
en: The solar system roadmap is complete

# home.roadmap.cta_complete
source: ロードマップを確認
en: View Roadmap

# home.roadmap.cta_continue
source: ロードマップを続行
en: Continue Roadmap

# home.roadmap.landing_departure
source: 着陸と離陸あり
en: Includes landing and departure

# home.roadmap.progress_detail
source: %1$@から%2$@へ、積み上げた時間でそのまま進む
en: From %1$@ to %2$@, advancing with your accumulated time

# home.roadmap.remaining
source: 残り%@
en: Remaining %1$@

# home.roadmap.title
source: 惑星ロードマップ
en: Planet Roadmap

# home.start_focus
source: 集中を始める
en: Start Focus

# home.streak.days
source: %lld日連続航行中
en: %lld-day streak

# home.streak.start_today
source: 今日から航行を始めましょう
en: Start your flight today

# home.subtitle
source: 宇宙集中タイマー
en: Space Focus Timer

# home.today_focus_time
source: 今日の集中時間
en: Today's Focus Time

# introduction.finish
source: ミッション管制へ
en: Go to Mission Control

# introduction.promise1.detail
source: 集中内容・時間・目的地を設定します
en: Set your focus topic, duration, and destination

# introduction.promise1.title
source: 出発前に決める
en: Decide before launch

# introduction.promise2.detail
source: タップやチェックインは要求しません
en: No tapping or check-ins are required during flight

# introduction.promise2.title
source: 航行中は完全自動
en: Fully automatic in flight

# introduction.promise3.detail
source: 集中時間と航行結果を端末に残します
en: Your focus time and travel results stay on your device

# introduction.promise3.title
source: 到着後に記録
en: Record on arrival

# introduction.promises.footer
source: 操作するのは、開始前と終了後だけです。
en: You only operate it before starting and after finishing.

# introduction.promises.title
source: 集中を妨げない、 3つの約束。
en: Three promises that protect your focus.

# introduction.ready.destinations
source: 5つの目的地
en: 5 destinations

# introduction.ready.detail
source: 集中内容と時間を決め、ミッションパスを認証すると航行が始まります。
en: Set your focus topic and duration, authenticate the mission pass, and your flight begins.

# introduction.ready.duration
source: 1〜180分
en: 1–180 min

# introduction.ready.title
source: 準備はできましたか？
en: Are you ready?

# introduction.skip
source: スキップ
en: Skip

# introduction.welcome.detail
source: 目的地へ到着するまで、ひとつのことに集中する。 宇宙船と進む、静かな集中タイマーです。
en: Focus on one thing until you arrive. A quiet focus timer that travels with your spacecraft.

# introduction.welcome.title
source: 深い集中への航行は、 ここから始まります。
en: Your journey toward deep focus begins here.

# launch.announcement.liftoff
source: メインエンジン点火。離床します。
en: Main engine ignition. Liftoff.

# launch.announcement.orbit
source: 地球周回軌道への投入を確認しました。船内は通常航行へ移行します。
en: Earth orbital insertion confirmed. The cabin is transitioning to standard flight.

# launch.announcement.prelaunch
source: 発射準備が整いました。シートに深く腰掛け、そのままお待ちください。
en: Launch preparations are complete. Please sit back and remain seated.

# launch.announcement.short_liftoff
source: 離床します。自動航行へ移行いたします。
en: Liftoff. Transitioning to autopilot.

# launch.announcement.short_orbit
source: 地球周回軌道へ投入しました。通常航行へ移行します。
en: Orbital insertion complete. Transitioning to standard flight.

# launch.checking_ready
source: 発射準備を確認しています
en: Verifying launch readiness

# launch.drag_slowly
source: 下までゆっくりドラッグしてください
en: Drag it slowly all the way down

# launch.keep_position
source: 姿勢を固定し、カウントダウンを継続
en: Hold steady and continue the countdown

# launch.lower_lever
source: レバーを下げて発進
en: Pull the lever down to launch

# launch.throttle_hint
source: 下までドラッグすると発進します
en: Drag all the way down to launch

# launch.throttle_label
source: 発射レバー
en: Launch lever

# launch.throttle_value
source: %lldパーセント
en: %lld percent

# logs.break.after_cycle
source: %1$@・第%2$lldサイクル後
en: %1$@ • after cycle %2$lld

# logs.no_analysis
source: 分析データがありません
en: No analysis data yet

# logs.no_analysis.detail
source: 集中記録が増えるとグラフを表示します
en: Charts will appear as your focus records grow

# logs.record.accessibility_hint
source: 詳細を開きます。長押しで再開始または削除できます
en: Opens details. Long-press to restart or delete.

# logs.record.details
source: 一時停止 %1$lld回・%2$@・%3$@
en: Paused %1$lld times • %2$@ • %3$@

# logs.record.summary
source: %1$@・予定%2$lld分・実績%3$@
en: %1$@ • planned %2$lld min • actual %3$@

# logs.weekly_goal.progress
source: %1$lld / %2$lld分
en: %1$lld / %2$lld min

# mission_setup.destination_hint
source: %@に合う目的地を先に表示しています
en: Destinations that fit %1$@ are shown first

# mission.complete
source: ミッション完了
en: Mission Complete

# mission.destination
source: 目的地
en: Destination

# mission.setup
source: ミッション設定
en: Mission Setup

# phase.approaching
source: 接近中
en: Approaching

# phase.atmosphere_entry
source: 大気圏進入
en: Atmosphere Entry

# phase.cruising
source: 巡航中
en: Cruising

# phase.decelerating
source: 減速開始
en: Decelerating

# phase.docking
source: ドッキング接近
en: Docking Approach

# phase.landing_preparation
source: 着陸準備
en: Landing Preparation

# phase.launch
source: 発進
en: Launch

# phase.orbit_departure
source: 地球軌道離脱
en: Orbit Departure

# phase.orbital_insertion
source: 周回軌道投入
en: Orbital Insertion

# phase.surface_approach
source: 地表接近
en: Surface Approach

# pomodoro.auto_start_break
source: 休憩を自動開始
en: Auto-start breaks

# pomodoro.auto_start_focus
source: 次の集中を自動開始
en: Auto-start next focus

# pomodoro.break_duration
source: 休憩時間
en: Break Duration

# pomodoro.break_duration_value
source: 休憩 %lld分
en: Break %lld min

# pomodoro.cycle_count
source: 繰り返し %lld回
en: Repeat %lld times

# pomodoro.default_behavior
source: 初期設定では、完了後に自分で休憩を開始します
en: By default, you start breaks yourself after completion

# pomodoro.focus_duration
source: 集中 %lld分
en: Focus %lld min

# pomodoro.long_break
source: 長い休憩
en: Long Break

# pomodoro.preset
source: ポモドーロ設定
en: Pomodoro Preset

# pomodoro.use
source: ポモドーロを使う
en: Use Pomodoro

# pomodoro.use_long_break
source: 長い休憩を使う
en: Use long breaks

# pomodoro.use.detail
source: 集中と休憩を1セットとして管理します
en: Manage focus and breaks as one set

# result.achievement_summary
source: %1$lld分間の集中を%2$@
en: You %2$@ %1$lld minutes of focus

# result.break_five
source: 5分
en: 5 min

# result.break_picker
source: 休憩時間
en: Choose break duration

# result.break_ten
source: 10分
en: 10 min

# result.complete
source: ミッション完了
en: Mission Complete

# result.completed_at
source: 完了日時
en: Completed at

# result.details_title
source: 航行データとミッションパス
en: Flight Data and Mission Pass

# result.distance
source: 航行距離
en: Travel distance

# result.focus_time
source: 集中時間
en: Focus Time

# result.interrupted
source: ミッションを終了しました
en: Mission ended

# result.mission_number
source: ミッション番号
en: Mission Number

# result.partial_recorded
source: 途中航行を記録しました
en: Partial flight recorded

# result.partial_recorded.detail
source: 集中時間と到達距離を航行ログへ保存
en: Focus time and travel distance were saved to the flight log

# result.pause_count
source: 一時停止
en: Pauses

# result.pause_count_value
source: %lld回
en: %lld times

# result.repeat
source: 同じ設定でもう一度
en: Repeat with Same Settings

# result.route_status
source: %1$@航路・%2$@
en: %1$@ route • %2$@

# result.saved_record
source: %@へ向かった記録として保存されます
en: Saved as a record headed to %@

# result.start_break
source: 休憩を開始
en: Start Break

# result.streak
source: 連続達成
en: Streak

# result.streak_value
source: %lld日
en: %lld days

# result.today_total
source: 今日の合計
en: Today total

# roadmap.arrival_effect
source: 到着で演出再生
en: Play effect on arrival

# roadmap.arrived
source: 航路到達
en: Route reached

# roadmap.boarding
source: 搭乗認証へ進む
en: Proceed to Boarding Auth

# roadmap.current_leg
source: 現在の航路
en: Current Leg

# roadmap.departure_point
source: 出発地点
en: Departure point

# roadmap.flyby
source: 右回りフライバイ
en: Clockwise flyby

# roadmap.footer
source: カスタム航行とは別に、すべての集中時間がこの航路へ加算されます。
en: All focus time is added to this route separately from Custom Flight.

# roadmap.moon_leg_duration
source: 50時間
en: 50 hr

# roadmap.progress_percent
source: 区間進捗 %lld%%
en: Leg progress %lld%%

# roadmap.remaining
source: 残り %@
en: Remaining %1$@

# roadmap.resume
source: ロードマップ航行を再開
en: Resume Roadmap Flight

# roadmap.scan_departure
source: スキャンして離陸へ進む
en: Scan and proceed to departure

# roadmap.standard_leg_duration
source: 100時間
en: 100 hr

# roadmap.start.accessibility_hint
source: 終了時刻を決めずに集中を開始します
en: Start a focus session without setting an end time

# roadmap.surface_transition
source: 着陸と離陸あり
en: Includes landing and departure

# roadmap.title
source: 惑星ロードマップ
en: Planet Roadmap

# roadmap.total_focus_time
source: 累計集中時間
en: Total Focus Time

# settings.ambient_sound
source: 環境音
en: Ambient Sound

# settings.ambient_sound.detail
source: エンジン音と船内の空調音
en: Engine and cabin air ambience

# settings.audio
source: 音とアナウンス
en: Audio & Announcements

# settings.completion_notification
source: 終了通知
en: Completion Notification

# settings.completion_notification.detail
source: 目的地へ到着したときだけ通知
en: Notify only when you arrive

# settings.control_summary.detail
source: 音声、触覚、通知、開始演出の状態を一目で確認できます
en: See the status of voice, haptics, notifications, and launch effects at a glance

# settings.control_summary.title
source: 集中を邪魔しない設定だけをここに集約
en: Only the settings that should never disturb focus are gathered here

# settings.crew_name
source: クルー名
en: Crew Name

# settings.crew_name.detail
source: 航行パスと記録に表示されます
en: Shown on passes and records

# settings.dark_room_mode
source: 暗室表示
en: Dark Room Mode

# settings.dark_room_mode.detail
source: 夜間向けに反射光と表示輝度を抑えます
en: Reduce reflections and screen brightness for nighttime use

# settings.detailed_flight_data
source: 詳細航行データ
en: Detailed Flight Data

# settings.detailed_flight_data.detail
source: 到着予定、距離、経過時間を数値表示
en: Show ETA, distance, and elapsed time as numbers

# settings.display
source: 表示と演出
en: Display & Effects

# settings.display_mode
source: 標準表示モード
en: Default Display Mode

# settings.display_mode.detail
source: 集中開始前に選択できます
en: You can choose this before focus starts

# settings.haptics
source: 触覚フィードバック
en: Haptic Feedback

# settings.haptics.detail
source: 発進・軌道投入・到着時のみ使用
en: Used only at launch, orbital insertion, and arrival

# settings.launch_sequence
source: 開始演出
en: Launch Sequence

# settings.launch_sequence.shorten
source: 2回目以降は短縮
en: Shorten after the 2nd time

# settings.launch_sequence.shorten.detail
source: 3・2・1から約2秒の上昇演出へ進みます
en: After 3·2·1, move to a short ascent of about 2 seconds

# settings.launch_sequence.skip
source: 開始演出をスキップ
en: Skip launch sequence

# settings.launch_sequence.skip.detail
source: パス認証後、すぐに集中を開始します
en: Start focus immediately after pass authentication

# settings.notifications
source: 通知
en: Notifications

# settings.profile
source: プロフィール
en: Profile

# settings.show_introduction
source: アプリの使い方をもう一度見る
en: View the app guide again

# settings.summary.haptics
source: 触覚
en: Haptics

# settings.summary.notifications
source: 通知
en: Alerts

# settings.summary.short_launch
source: 短縮開始
en: Short launch

# settings.summary.voice
source: 音声
en: Voice

# settings.title
source: 設定
en: Settings

# settings.voice_announcements
source: 音声アナウンス
en: Voice Announcements

# settings.voice_announcements.detail
source: 発射・航行・到着時の客室案内
en: Cabin guidance at launch, in flight, and on arrival

# settings.voice_announcements.preview
source: アナウンスを試聴
en: Preview Announcement

# settings.voice_announcements.preview_message
source: ご搭乗ありがとうございます。音声案内のテストです。
en: Thank you for boarding. This is a voice guidance test.

# settings.weekly_goal
source: 週間目標
en: Weekly Goal

# settings.weekly_goal.minutes
source: 週%lld分
en: %lld min/week

# settings.weekly_goal.show
source: 週間目標を表示
en: Show weekly goal

# settings.weekly_goal.show.detail
source: ホームと集中記録に進捗を表示します
en: Show progress on Home and in Focus Log

# settings.weekly_goal.target_time
source: 目標時間
en: Target Time

# timer.remaining
source: 残り時間
en: Time Remaining
